Repository: albertvisser/notetree
Catalog: locale/*.po
Languages: nl

# b_remtag
source: Remove selected
nl: Verwijder

# b_addtag
source: Add/Update
nl: Voeg toe/wijzig

# b_done
source: Done
nl: Klaar

# l_oldval
source: Current:
nl: Huidige:

# l_newval
source: New value
nl: Nieuwe waarde:

# t_applied
source: Changes are applied immediately
nl: Wijzigingen worden onmiddellijk doorgevoerd

# t_remtag
source: About to remove keyword "{}" - continue?
nl: Keyword "{}" wordt verwijderd - doorgaan?

# t_repltag
source: About to replace keyword "{}" with "{}"
nl: Keyword "{}" wordt vervangen door "{}"

# t_repltag2
source: Also replace where used (if not, entries are removed)?
nl: Ook vervangen waar deze gebruikt wordt (nee betekent verwijderen)?

# t_addtag
source: About to add new keyword "{}" - continue?
nl: Keyword "{}" wordt toegevoegd - doorgaan?

# w_tags
source: assign tags
nl: trefwoorden toekennen

# t_tags
source: Tag(s):
nl: trefwoord(en):

# b_tag
source: &Assign
nl: &Selecteer

# b_untag
source: &Unassign
nl: &Deselecteer

# b_newtag
source: &New
nl: &Nieuw

# m_keys
source: &Keys
nl: &Sneltoetsen

# t_left
source: Available:
nl: Beschikbaar:

# t_right
source: Assigned:
nl: Toegekend:

# a_from
source: Activate Left
nl: Activeer linkerlijst

# a_to
source: Activate Right
nl: Activeer rechterlijst

# t_newtag
source: Enter new keyword
nl: Geef nieuw trefwoord op

# tag_help
source: Activate left listbox - Ctrl+L Assign tag - Ctrl+right Activate right listbox - Ctrl+R Unassign tag - Ctrl+left Create new tag - Ctrl+N
nl: Ga naar linker lijst - Ctrl+L Tag toevoegen - Ctrl+naar rechts Ga naar rechterlijst - Ctrl+R Tag weghalen - Ctrl+naar links Nieuwe tag toevoegen - Ctrl+N

# t_keys
source: special keys
nl: sneltoetsen

# sleep_message
source: NoteTree wil now go to sleep in the System tray An icon will will come up - click to activate
nl: NoteTree gaat nu slapen in de System tray Er komt een icoontje waarop je kunt klikken om hem weer wakker te maken

# hide_message
source: Don't show this message anymore
nl: Deze melding niet meer laten zien

# revive_message
source: Click to revive NoteTree
nl: Klik hier om NoteTree te activeren

# m_view
source: &View
nl: &Weergave

# m_revorder
source: &Newest first
nl: &Nieuwste eerst

# ask_reload
source: OK to reload?
nl: OK om ini file opnieuw te laden (wijzigingen gaan verloren)?

# t_root
source: New title for root item:
nl: Geef nieuwe titel voor het hoofditem:

# t_new
source: Title for new note:
nl: Geef een titel op voor het nieuwe item:

# no_delete_root
source: Can't delete root
nl: Hoofditem kan niet verwijderd worden

# t_name
source: New title for current note:
nl: Geef nieuwe titel voor het huidige item:

# no_next_item
source: No next note
nl: Er is geen volgende

# no_prev_item
source: No previous note
nl: Er is geen vorige

# info_text
source: NoteTree by Albert Visser Electronic notebook
nl: NoteTree door Albert Visser Electronisch notitieblokje

# help_text
source: Ctrl-N - new note Ctrl-PgDn in editor or CursorDown in tree - next note Ctrl-PgUp in editor or CursorUp in tree - prior note Ctrl-D or Delete in tree - remove note Ctrl-S - save all Ctrl-L - reload all Ctrl-Q, Esc - save and exit Ctrl-H - hide in system tray F1 - this (help) info F2 - edit note title Shift-F2 - edit root title F6 - add/remove tags Shift-F6 - manage tags F9 - reverse order
nl: Ctrl-N - nieuwe notitie Ctrl-PgDn in editor of CursorDown in tree - volgende notitie Ctrl-PgUp in editor of CursorUp in tree - vorige notitie Ctrl-D of Delete in tree - verwijder notitie Ctrl-S - alles opslaan Ctrl-L - alles opnieuw laden Ctrl-Q, Esc - opslaan en sluiten Ctrl-H - verbergen in system tray F1 - deze (help)informatie F2 - wijzig notitie titel Shift-F2 - wijzig root titel F6 - trefwoorden toevoegen/verwijderen Shift-F6 - trefwoorden beheren F9 - volgorde omdraaien

# t_lang
source: Select language
nl: Kies een taal

# h_selall
source: Show all notes
nl: Laat alle notities zien

# m_selall
source: Select &All
nl: &Selecteer Alles

# i_seltag
source: Enter tag to search for
nl: Kies een trefwoord om te zoeken

# s_seltag
source: Show {} notes with keyword `{}`
nl: Toon {} notities met trefwoord `{}`

# m_seltag
source: Select by &Tag
nl: Selecteer op &Trefwoord

# i_seltxt
source: Enter text to search for
nl: Geef tekst op om te zoeken

# s_seltxt
source: Show {} notes containing `{}`
nl: Toon {} notities met tekst `{}`

# m_seltxt
source: Select by &Content
nl: Selecteer op T&ekst

# t_nl
source: Dutch
nl: Nederlands

# t_en
source: English
nl: Engels

# h_reload
source: Reread notes file
nl: Notities bestand opnieuw lezen

# m_reload
source: Re&Load
nl: &Laden

# h_save
source: Save notes file
nl: Notities bestand opslaan

# m_save
source: &Save
nl: Op&slaan

# h_root
source: Rename root item
nl: Hoofditem hernoemen

# m_root
source: &Root title
nl: &Titel hoofditem

# h_hide
source: Hide in system tray
nl: Verbergen in system tray

# m_hide
source: &Hide
nl: &Verberg

# h_lang
source: Change the interface language
nl: Wijzig de taal van het programma

# m_lang
source: L&anguage
nl: T&aal

# h_exit
source: Exit program
nl: Programma afsluiten

# m_note
source: &Note
nl: &Notitie

# h_new
source: Add Note
nl: Notitie toevoegen

# m_new
source: &New
nl: &Nieuw

# h_delete
source: Remove note
nl: Notitie verwijderen

# m_delete
source: &Delete
nl: Verwij&der

# h_name
source: Rename current note
nl: Huidige notitie hernoemen

# m_name
source: Note &Title
nl: Notitie &titel

# h_tags
source: Add tag(s) to this note
nl: Ken trefwoord(en) toe aan deze notitie

# m_tags
source: &Tags
nl: &Trefwoorden

# h_forward
source: View next note
nl: Bekijk volgende notitie

# m_forward
source: &Forward
nl: &Verder

# h_back
source: View previous note
nl: Bekijk vorige notitie

# m_back
source: &Back
nl: &Terug

# h_revorder
source: Show notes in reverse order of adding
nl: Toon in omgekeerde volgorde van toevoegen

# h_seltag
source: Show notes with a given tag
nl: Laat notities zien met een bepaald trefwoord

# h_seltxt
source: Show notes with given content
nl: Laat notities zien die een bepaalde tekst bevatten

# h_about
source: About this application
nl: Meer over deze applicatie

# m_about
source: &About
nl: &Over

# h_keys
source: Keyboard shortcuts
nl: Handige toetscombinaties
